Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: Duobmoståvllåláhka mij vuoset sámelága mærádusájda mij guosská sámegiela adnuj.
sma: Dåapmestovlelaake vuesehte saemielaaken njoelkedasside gosse saemien gïelen åtnoem dæjpa.

source: Bájkkenammaláhka galggá sihkarasstet sáme bájkkenamájt nasjonálalasj láhkatjoahkkij ja rijkajgasskasasj sjiehtadusáj ja konvensjåvnåj milta.
sma: sijjienommelaake galka tjïrkedh saemien sijjienommh nasjovnalen laakevierhken mietie jïh aaj gaskirijhkij latjkoeh jïh konvensjovnh.

source: Varresvuoda lága reguleriji vidjurijt varresvuodadievnastusá dåjmaj, barggij ja
sma: starnelaakevedteme tjoehpedæsta tsiehkiem starnedïenesjen barkoej, barkijij jïh starnedïenesjen utnijij gaskem.

source: 13 varresvuoda dievnastusá addnij gáktuj. Varresvuoda rievtesvuodaj vuojnos gullu dádjadahtte diedo gájbbádusá berustahtek giellanjuolgadusá ráddjimijs, ja dievnastusfálaldagá sámegiellaj li ájnnasa aj dárbojs ma badjáni gå duolla ja dárbulasj guoradallam ja giehtadallam dagáduvvá, bs. buojkulvissaj pasiænntarievtesvuodalágav.
sma: starnereaktaj vuajnoste krieveme lea guarkoes bïevnesh seamma man gïelenjoelkedassh jiehtieh, jïh dïenesjefaalaldahke saemien gïelesne lea vihkeles aaj destie daarpoe rïektes jïh darpies goerehtimmie jïh gïetedimmie, vuartesjh vuesiehtimmien gaavhtan pasientereaktalaakese.

source: Åvdåsvásstádus gåtsedit sáme gielajt
sma: Dïedte saemien gïelh gorredidh

source: Gájkka almulasj dåjmajn le åvdåsvásstádus vieledit sámegielak addnijt ietjasa barggosuorgen suorggeåvdåsvásstádusprinsihpa milta.
sma: gaajhkh byjjes båarkarimmiej leah dïedte saemien gïelen utnijidie krööhkestidh dej barkoej sisnie suerkiedïedteprinsibpen mietie.

source: Gájkka almulasj orgánajn ma guoskadalli giella-njuolgadusájs sámelága 3. kapihttalin, le vælggogisá gåtsedit vaj sámelága njuolgadusá tjuovoduvvi.
sma: gaajhkh byjjes åårganh saemienjoelkedassh saemielaaken kapihtele 3 dijpesuvvieh, dej leah dïedte dah njoelkedassh saemielaakesne dåeriedidh.

source: Dán doajmmaplána doajmmaoasen li lagábut åvddånbuvtedum åvdåsvásstádusá d. d. åhpadussuorgen ja varresvuodasuorgen.
sma: Dïhte lea råajvarimmieboelhkesne destie gïetedimssoejkesjistie lihkebe goerehtamme dïedtetsiehkiej åvteste j.g. ööhpehtimmiej- jïh starnesuerkine.

source: sámedikken le, ja galggá liehket, ållu guovdásj dahkamussan sáme giela bargon.
sma: saemiedigkien lea jïh galka dan lea joekoen voernges sijjie barkojne saemien gïelesne.

source: Vuona oajválattja e huoman máhte sirddet ierit bajemus åvdåsvásstádusáv sámegielas sámediggáj.
sma: Nöörjen reeremh eah maehtieh bijjies dïedtem saemien gïelesne saemiedægkan juhtedh.

source: stáhta vásstádus sjaddá agev liehket láhtjet dárvulasj ålgoldisævtojt jut sámegiella máhttá suodjaluvvat ja åvddånahteduvvat.
sma: Dïhte åålegh lea staaten dïedte daerpies rammatsiehkiej muhteste juktie saemien gïelh maehtieh vaarjelidh jïh evtiedidh.

source: sámedigge ij aktu máhte liehket vásstediddjen láhtjet sámegiela åvddånahttemav.
sma: ij saemiedigkie maehtieh oktegh årrodh dïedtine juktie våaromem bïejedh saemien gïelij eevtiedæmman.

source: Åvddålijguovlluj sámegiela åvddånahttem le tjanádum rahtjamusájs moatte aktørajs, gånnå aj suohkanijn ja fylkasuohkanijn le guovdásj dahkamus.
sma: ovmessie aktöörh daarpesjieh, gusnie aaj tjïelth jïh fylhketjïelth lea voernges sijjie.

source: Barggo- ja sebrudahttemdepartementan le aktanahttemåvdåsvásstádus ráddidusá sámepolitihkas.
sma: Barkoe- jïh ektiedimmiedepartementen lea ektiedimmiedïedte reerenassen saemiepolitihke.

source: Giela árvvo dábálasj sáme kultuvra, æládusá ja sebrudagá åvddånahttemin le ållu guovdátjin.
sma: gïelen doedtelimmie sïejhme eevtiedimmen muhteste saemien kultuvre, jielemh jïh siebredahke lea dan voernges.

source: Barggo- ja sebrudahttemdepartemænnta le danen dáj maŋemus lågejagijt álgadam moadda dåjma sáme giela hárráj.
sma: Barkoe- jïh ektiedimmiedepartemente lea dan gaavhtan dej minngemes luhkiejaepiej miedtie aalkeme ovmessie råajvarimmieh saemien gïelese.

source: Barggo- ja sebrudahttemdepartementa guovdásj dahkamuháj sámegiela sihkarasstemin ja åvddånahttemin, de sjaddá formálalasj åvdåsvásstádus sámegiela njuolgadusájs sirdeduvvat Kultuvrra- ja girkkodepartementas Barggo- ja sebrudahttemdepartemænntaj.
sma: Destie Barkoe- jïh ektiedimmiedepartementen voernges sijjie barkojne saemien gïelem tjïrkedh jïh evtiedidh, dïhte formellen dïedte saemielaaken gïelenjoelkedassh gærhkoe- jïh gærhkoedepartemensteste Barkoe- jïh ektiedimmiedepartementese jåhta.

source: Barggo- ja sebrudahttemdepartemænnta le dát rájes sámelága 3. kapihttala njuolgadusáj tjadádime bærrájgæhttje.
sma: Barkoe- jïh ektiedimmiedepartemente dan mænngan gïehtjede tjïrrehtimmiem njolkedassijste saemielaaken kapihtele 3.

source: Dát tjuovvu aj jut Barggo- ja sebrudahttemdepartemænnta oadtju åvdåsvásstádusáv aktanahttet tjuovvolimev Vuona vælggogisvuodajt unneplåhkogiellalihto milta.
sma: Dan mietie Barkoe- jïh ektiedimmiedepartemente åådtje dïedtem ektine bïejedh dåeriedimmiem Nöörjen åelieh unnebelåhkoegïelepakten mietie.

source: Kultuvrra- ja girkkodepartemænnta gånnå le giellapolitihkalasj åvdåsvásstediddje fáhkadepartemænnta badjásasj åvdåsvásstádusáv ålles ja suorgij beruskáhtes giellapolitihkas.
sma: Kultuvre- jïh gærhkoedepartementen lea goh gïelepolitijhken dïedteles faagedepartemente dïhte bijjies dïedte ellies jïh suerkiebijjiedijpeme gïelepolitijhke.

source: Priváhta dåjma e guoskadalá sámelága giellanjuolgadusájs.
sma: ij saemielaaken gïelenjoelkedassh prijvaten båarkarimmide dijpieh.

source: Huoman lip dájt maŋemus jagijt vuojnnám muhtem organisásjåvnå ja vidnudagá sámegielav adnegoahtám, duola dagu iesjnamájn, annonsaj, diedojn nehtan ja brosjyrajn.
sma: Dej minnngemes jaepiej læjhkan vööjnimh muvhth åårganisasjovnh jïh eantemh leah saemien gïelem åtneme, vuesiehtimmien gaavhtan nommh, byjjehtsh, bïevnesh gaskeviermesne jïh tjaaleginie.

source: Muhtema li aj virggádam sámegielak barggijt dievnastittjat sáme kundajt.
sma: Muvhth aaj saemiengïeleldidie barkoem vedtieh saemien åesiestæjjah gïetedidh.

source: Ráddidus adná dáv luondulattjan dassta gå sámegiella le oadtjum nannusap dilen.
sma: Reerenasse veanhta daate iemeles destie saemien gïele tjerkebe årrodh.

source: Sámedikke barggo sáme gielaj
sma: Saemiedigkien barkoe saemien gïeline

source: sámelága 3-12 § milta Sáme giellabargo organiserim galggá sámedigge barggat sámegiela suodjalimijn ja åvddånahttemijn Vuonan.
sma: saemielaaken mietie § 3-12 Saemien gïelebarkoen öörneme galka saemiedigkie barkedh vaarjelimmien jïh vijrebe eevtiedimmien muhteste saemien gïelide Nöörjesne.

source: Vijdábut det javllá láhka sámedigge vaddá juohkka nælját jage rápportav Gånågissaj sámegiela dile birra Vuonan.
sma: vijrebe laakesne tjåådtje saemiedigkie fïrhten njealjeden jaepie reektehtimmiem gånkese dorje saemien gïelij tsiehkiej bïjre Nöörjesne.

source: sámedigge biedjá juohkka jage rudájt ma galggi juolloduvvat duon dán dåjmajda nannitjit ja åvddånahtátjit sáme gielajt Vuonan.
sma: saemiedigkie fïerhten jaepien vierhtieh beaja mah maahta ovmessie råajvarimmide saemien gielh

source: Jahkáj 2009 le dát ruhtadibme vuollelasj 60 mill. kråvnå.
sma: 14 tjïrkedh jïh evtiedidh Nöörjesne vedtedh. Jaepien 2009 lea mahte 60 mill. kråvnah.

source: Rudá manni suohkanijda ja fylkasuohkanijda sámegiela háldadusguovlon, giellaguovdátjijda ja duon dán åhtsåmij duohkáj prosjevtajda.
sma: Dah vierhtieh tjïeltide jïh fylhketjïelide saemiengïelen reeremedajvesne juhtieh, gïelejarngidie jïh ovmessie provsjektide.

source: Jage 2008 rájes aneduvvá aj muhtem oasse sámeálmmugafånda jahkásasj buvtadusás giellaåvddånimprosjevtajda.
sma: Jaepeste 2008 aaj bieliem mestie saemieåålmegen fåanteste gïele-evtiedimmieråajvarimmide.

source: Duodden de sámedigge háldat doarjjagijt mánájgárddefálaldagájda, oahpponævojda ja stipendajda.
sma: Dan lissine saemiedigkie gïetede dåarjoeh maanajgïertefaalaldahkie, learoevierhtide jïh stipendide.

source: Ruhtadoarjja suohkanijda / fylkasuohkanijda sáme
sma: Dåarjoe tjïeltide / fylhkentjïeltide saemielaaken gïelenjoelkedassh reeremedajvine jaapetjen olkese maeksedh njoelkedassij mietie.

source: Dá rudá galggi gåbttjåt suohkanij duoddegålåjt gå li guovtegielaga.
sma: Dah dåarjoeh edtjieh guektiengïeleldh tjïeltij jeanadamme maaksoeh dåarjodh.

source: sámedigge galggá dájt ruhtadimijt dárkestit, ja suohkana / fylkasuohkana rápporterji juohkka jage sámediggáj.
sma: saemiedigkie edtja dåarjoej åtnoem gïetjedidh, jïh tjïelth / fylhketjïelth fïerhten jaepien saemiedægkan reektedieh.

source: 2009 jage li biejadum 42,75 mill. kråvnå dási.
sma: Jaepien 2009 lea 42,75 mill kråvnah.

source: sámedigge galggá rievddadit juollodimævtojt 2010 jage budsjehta giehtadaládijn.
sma: saemiedigkie sæjhta vadtemenjoelkedassh revideredh gosse 2010 jaepien budsjettem gïetede.

source: sámedikken Vuonan le giellastivrra mij le rádevadde orgádna giellafágalasj gatjálvisáj sámediggerádáj.
sma: saemidigkien Nöörjesne lea gïeleståvre mij lea rååresjimmie åårgane gïeleldhfaagen gyhtjelassine saemiedigkieraaran.

source: Giellastivran li ájrrasa nuorttasáme, julevsáme ja oarjjelsáme guovlojs- Ájrrasa nuorttarijkaj orgádnaj sáme giellalávddegådde (sGL) válljiduvvi giellastivra ájrrasij gaskas.
sma: gïeleståvroen lïhtsegh noerhtesaemien, julevsaemien jïh åarjelsaemien dajvijste. Lïhtsegh noerhtelaantij åårganasse saemien gïelemoenehtse (sgM) veeljie lihtsegistie gïeleståvrosne.

source: sGL le sáme parlámentáralasj ráde mierredimorgádna gatjálvisájn ma guoskadalli sáme gielav, ja galggá åvdedit ja åvddånahttet sáme gielav tjálalattjat ja njálmálattjat.
sma: sgM lea saemien parlamentarijen raerie mïeredammeåårgane gyhtjelassine mejnie saemien gïelem dijpieh, jïh edtja saemien gïelh dovne njaalmeldh jïh tjaaleldh evtididh jïh åvtanidh.

source: Duodden juohká sáme giellalávddegådde diedojt iesj guhtik rijkaj giellaorgánajda, ja iehtjádijda.
sma: Dan lissine saemien gïeleraerie laantij gïeleåårganidie, jïh jeatjidie bïevnese.

source: sámedikke dahkamusá sámegiela terminologija ja tjállemvuohke mierredibme bargaduvvá aktisasjbargoj baktu sGLajn.
sma: saemiedigkien laavenjassh terminologijen jïh saemien gïelem normeredh sgM:en ektine barkedh.

source: sGLa dahkamus le i. i. dåhkkidit sámegiela termajt ja dav normerit.
sma: sgM:en laavenjasse lea g. j. termh dåhkasjehtedh jïh saemien gïelem normeredh.

source: sGLan li gålmmå tærmmajuohkusa, akta nuorttasámegiellaj, akta oarjjelsámegiellaj, ja akta julevsámegiellaj, ja li nammaduvvam fáhkaulmutjijs da gålmå sámedikkijs ja giellaulmutjijs guosskavasj giellaguovlojs.
sma: sgM:n leah golme termedåehkieh, akte noerhtesaemiengïelesne, akte åarjelsaemiengïelesne jïh akte julevsaemiengïelesne jïh dej lihtsegh lea faagealmetjh dejstie golme saemiedigkijste jïh gïelealmetjh dejstie ovmessie gïeledajvijste.

source: sGLan li aj giellajuohkusa normerimij hárráj ma li giellafágalasj máhtudagás nammaduvvam rijkajrájáj rastá.
sma: Aaj normeridie lea sgM gïeletdåehkieh mïsse gïelefaageldh maahtoem raastij bijjelen.

source: Dát sihtá javllat giellafágalasj barggo le agev ålles-sáme dásen / nuorttarijkaj dásen.
sma: gïelefaagen barkoe eejnegen abpesaemien daltesisnie / noerhtijlaantij daltesisnie.

source: sámedikken le báhkobáŋŋka, www.risten.no, mij sisadná muhtem sáme terminologijav.
sma: saemiedigkien baakoedaatabaanghke, Risten.no, man sisvege muvhth saemien terminologije.

source: sámedikken le aj aktisasjbarggo Barggo- ja sebrudahttemdepartementajn ja Máhttodepartementajn ” Divvom ” prosjevtajn – åvddånahttet korrektuvrraprográmmav sáme gielajda (gehtja 58. dåjmav).
sma: saemiedigkie Barkoe- jïh ektiebiejemedepartementine jïh Maahtoedepartementine ektesne barka “ Divvun ” – korrektuvreprovgrammem saemien gïelide evtiedidh (vuartesjh råajvarimmie 58).

source: sámedigge nammat bájkkenammakonsulentajt ja bagádallá sáme bájkkenamá adnema ja bájkkenammalága háldadime birra.
sma: saemiedigkie sijjienommhkonsuvlenth nommehte jïh åtnoem saemien sijjienommeijgujmie bïhkede jïh sijjienommhlaakem reerie.

source: sámedikken li dálla gålmmå bájkkenammakonsulenta gudi galggi vaddet rádijt sáme bájkkenamáj tjállemvuohkáj Vuonan.
sma: saemiedigkien daelie golme nommekonsuvlenth gieh edtjieh rååresjidh guktie saemien sijjienommh Nöörjesne galka tjaeledh.

source: Bájkkenammakonsulentaj åvdåsvásstádus le nuortta-, julev- ja oarjjelsáme giellaguovlo.
sma: Nommehkonsuvlentij dïedte noerhte-, julev- jïh åarjelsaemien gïeledajvidde.

source: 2009 jage oadtju 10 sáme giellaguovdátja ruhtadoarjjagav sámedikkes.
sma: Jaepien 2009 10 saemien gïelejarngh åadtjoeh dåarjoeh saemiedigkeste.

source: Giellaguovdátjij doajmma le ælládahttet, bisodit ja nannit sáme gielav ja kultuvrav.
sma: gïelejarngij funksjovne lea saemien gïelem jïh kultuvrem skreejrehtidh, gorredidh jïh tjïrkedh.

source: Barggodahkamussan le aj åvddånahttet ja nannit åhpadusdåjmajt sáme gielan, kultuvran ja æládusájn ja aj diedojt oablodit sáme kultuvra birra.
sma: Laavenjassine ööhpehtimmieråajvarimmieh saemien gïelesne, kultuvrisnie jïh jielemisnie evtiedidh jïh tjïrkedh jïh aaj saemien kultuvren bïjre bïevnesidh.

source: Giellaguovdátja ásadi kursajt sámegielas ståhkamgiellan mánájda gitta sámegiella åhpadussaj suohkana barggijda ja duodjekursajt.
sma: gïelejarngh ovmessie kuvsjh öörnin v.g. saemien stååkedimmiegïeline, saemien ööhpehtimmie tjïeltij barkijidie jïh vätnoekuvsjh.

source: Giellaguovdátja li aj æjvvalimbájke guovlo sáme álmmugij, ja danen le da ájnas institusjåvnnån sámegielav nannitjit ja åvddånahtátjit.
sma: gïelejarngh leah aaj gaavnedimmiesijjieh saemien åålmegidie dajvesne, jïh dan gaavhtan vihkeles institusjovne edtja saemien gïeliem tjïrkedh jïh eevtiedidh.

source: sámedigge juollot ruhtadoarjjagijt sáme mánájgárdijda majn li njuolgadusáj mierredam mánájgárden le sáme giela ja kultuvra vuodon.
sma: saemiedigkie dåarjoeh saemien maanajgïertide vadta mej leah njoelkedassij mietie jeahta maanajgïerte saemien gïelem jïh kultuvrem bigkie.

source: sámedikken le aj ruhtadoarjjaga giellaåhpadussaj ájnegis mánájda dáro mánájgárdijn, bs. dán plána doajmmaoasen le dán birra tjáledum.
sma: saemiedigkien leah aaj dåarjoeh gïeleööhpehtæmman maanese nöörjen maanajgïertine, vuartesjh råajvarimmebielesne daennie gïetedimmiesoejkesjisnie.

source: samedigge ásat jahkásattjat værmádaktjåhkanimev duon dán juohkusij mánájgárddebarggijda, i. i. stivrárijda, giellabarggijda ja ålmmåjda.
sma: saemiedigkie jaapetjen viermievïerhketjåanghkoem öörnie ovmessie dåehkide barkijstie saemien maanajgïertine, v.g. dah åejvieh, gïelebarkijh jïh almah gieh berkieh maanajgïertesne.

source: sámedigge juollot ruhtadoarjjagijt oahpponævojda hiebadum sáme mánájgárdijda.
sma: saemiedigkie dåarjoeh vadta learoevierhtide saemien maanajgïerten maanide sjiehtedamme.

source: oahppanåvoj birra ja sámedikke sajev åhpadussuorgen ietján, gehtja doajmmaoasev.
sma: 15 saemiedigkien rollen bïjre ööhpehtimmiesuerkesne, vuartesjh råajvarimmiebealan.

source: sámedigge juohká stipendajt oahppijda joarkkaskåvlåjn gejn le sámegiella fágaj gaskan.
sma: saemiedigkie dåarjoeh learohkidie saemien gïele faagegïevlesne jåarhkeskuvlesne vadta.

source: Duodden le Sámedigge ásadam stipendajt alep åhpadussaj, bs. doajmmaoasev.
sma: Dan lissine lea saemiedigkie stipendh jollebe ööhpehtæmman tseegkeme, g. j råajvarimmiebealan.

source: Diehtojuohkem / bagádallam rievtesvuodaj birra: sámedigge oadtju moadda gatjálvisá álmmugis makkár rievtesvuoda sijájn li almulasj aktijvuodajn.
sma: Bievnesh / bïhkedimmie reaktaj bïjre: saemiedigkie åådtje jeenjh gyhtjelassh åålmegijstie mah reaktah fïerhten almetjen lea gosse byjjes reeremasse gaavnede.

source: Vuostatjin de le reivtesvuohta åhpadussaj sámegiellaj ja sámegielan, ja gånnå ájnegis oahppe oadtju dáv rievtesvuodav ållånahttet.
sma: voestes lea gyhtjelasse mij reakta ööhpehtimmie saemien gïelesne, jïh gusnie fïerhte learohke dam reaktam åådtje.

source: sæmmi gatjálvis boahtá aj æjgádijs gudi galggi mánáv mánájgárddáj biedjat ja hálijdi mánájgárdddefálaldagájt hiebadum ietjas giellaj ja kultuvrraj.
sma: seamma gyhtjelasse båata eejhtegijstie gieh edtjieh dej maanah maanajgeartan jïh sijhtieh maana åådtje dan maanajgïertefaalaldahkem dan gïelese jïh kultuvrasse sjïehtede.

source: sámedikken ij la formálalasj fábmodahka bagádit suohkanijt / skåvllå- jalik mánájgárddeæjgádijt, valla máhttá bagádit dajt gåktu sij máhtti organiserit bargov mánájgárden ja åhpadusáv skåvlån.
sma: ij saemiedigkien leah formellen reereme tjïeltide / skuvle- jïh maanajgïerteaajhteridie instrueredh, mohte maahta dejtie bïhkedidh guktie dah maehtieh dej barkoem åårganiseredh maanajgïertesne jïh ööhpehtimmiem skuvlesne.

source: sámedigge vaddá aj diedojt æjgádijda gåktu sij galggi ássjev tjoavddet.
sma: saemiedigkie aaj eejhtegidie bïevnese guktie dah maehtieh tjoelmh loevenidh.

source: 15 sámedigge oadtju aj muhtem gatjálvisájt rievtesvuodajda dievnastusájda sámegiellaj varresvuodasuorgen, riektádåjmadagán ja girkkon, ja aj gatjálvisájt dålkkuma birra moatte aktijvuodajn.
sma: saemiedigkie aaj åådtje gyhtjelassh reaktaj bïjre dïenesjimmiejgujmie starnefaalaldahkesne, rektafaalaldahkesne jïh gærhkosne, jïh aaj gyhtjelassh toelhkemen birje ovmessie tsiehkesne.

source: Moadda suohkana ja institusjåvnå bivddiji sámedikkev ásadit diehtojuohkemtjåhkanimijt, lågådallamijt ja muodogasj ásadimijt sámegiela birra.
sma: Jeenjh tjïelth jïh institusjovnh saemiedigkiem böörieh bïevneshtjåanghkoem öörnedh, lohkemh jïh seammasåårts saemien gïeline.

source: Duodden juogeduvvá ållo diehto ja bagádallam tjálalattjat ja telefåvnå baktu.
sma: Dan lissine jïjnjh bïevnesh jïh bïhkedimmieh tjaaleldh jïh telefovnine vadta.

source: suohkana, skåvlå, mánájgárde ja giellaguovdátja li da ma ienemusát aktijvuodav sámedikkijn válldi.
sma: Tjïelth, skuvlh, maanajgïerth jïh gïelejarngh leah dejtie gieh daamhtaj saemiedigkiem bieljelieh.

source: sámedigge aj oadtju gatjálvisájt girjjetjállijs, mediás ja ietjá giellaaddnijs d.d. terminologija, bájkkenamáj birra ja gåktu ulmusj máhttá nannit ja åvdedit sámegielav duon dán institusjåvnåjn.
sma: saemiedigkie aaj tjaelijh, medija jïh jeatjah gïeleutnijh bïhkede v.g. terminologijen, sijjienommij bïjre jïh guktie maahta saemien gïelem tjïrkedh jïh evtiedidh ovmessie institusjovnine.

source: sámedigge le sjiehtadam aktisasjsjiehtadusáj Finnmárko, Tråmså ja nordlánda fylkasuohkanij, ja avtav aktisasjsjiehtadusáv avtajn fylkasuohkanijn oarjjelsámeguovlon.
sma: saemiedigkie lea sïemedammelatjkoem tjaaleme Finnmarken, Tromsen, Noerhtelaanten fylhketjïeltijgujmie, jïh sïemedammelatjkoem jeenjh fylhketjïeltijgujmie åarjelsaemien dajvesne.

source: Dáj sjiehtadusájn li aj ulme sáme gielav ja kultuvrav nannit.
sma: Dah latjkoej leah g. j. intensjovne saemien gïelem jïh kultuvrem tjïrkedh.

source: sámedikke konkrehta oajvvadusá doajmmaplána bargon åvddånbåhti dán doajmmaplána doajmmaoasen.
sma: saemiedigkien konkreten åssjelh barkojne gïetedimmiesoejkesjinie vååjnesaasse råajvarimmiebealan gïetedimmiesoejkesjisnie.

source: Doajmmaplána bargo orgániserim ja tjuovvolibme
sma: Öörneme barkoen mietie jïh gïeteldssoejkesjen dåeriedimmie

source: sámegiela doajmmaplána barggo le jådeduvvam Barggo- ja sebrudahttemdepartementas.
sma: Barkoe- jïh ektiedimmiedepartemente barkoen åvtehke gïeteldssoejkesjinie saemien gïelem.

source: Doajmmapládna le tjáledum avtajrádij sámedikkijn ja guoskadallam departementa li oassálasstám.
sma: gïeteldssoejkesje lea saemiedigkien ektesne dorjeme jïh jeatjah departementij gujmie.

source: sámedikke presidænnta ja barggo- ja sebrudahttemministar guorrasijga biellejahkásasj konsultasjåvnån moarmesmáno jagen 2008 bargov doajmmaplánajn dalága álgget, ja vaj ráddidus ja sámedikke barggo sáme gielaj koordineriduvvá.
sma: saemiedigkiepresidente jïh barkoe- jïh ektiedimmieministere dennie bieliejaapetjen konsultasjovnetjåanghkosne suehpeden 2008 siemedigan barkoe gïetedimssoejkesjinie dallegh aalka, jïh reerenassen jïh saemiedigkien barkoe saemien gïelesne ektiedeminie.

source: aktelasj guládallam ja ságastallam le doajmmaplána bargon læhkám, ja ásaduváj loahppa konsultasjåvnå tjåhkanime sihke háldadus ja politihkalasj dásen snjuktjamáno 31. b. ja vuoratjismáno 17. b. 2009. sámegiela doajmmaplána bargo prosessan le Barggo- ja sebrudahttemdepartemænnta adnám tjåhkanimijt fylkkeålmmåj, fylkasuohkanij, suohkanij, skåvlåj, institusjåvnåj, giellaguovdátjij, ietjá sáme giellabirrusij ja dutkambirrusij.
sma: Prosessinie barkojne gïeteldssoejkesjem saemien gïelem evtiedidh lij Barkoe- jïh ektiedimmiedepartemente tjåanghkojne orreme fylhkemanniejgujmie, fylhketjïeltijgujmie, tjïeltijgujmie, skuvlijgujmie, institusjovnijgujmie, gïelejarngijgujmie, jeatjah saemien gïelebyjreskigujmie jïh dotkemebyjreskinie.

source: Departemænnta le aj oadtjum moadda tjálalasj árvvalusá, almulasj dåjmadagájs, organisásjåvnåjs ja ájnegis ulmutjijs.
sma: Departemente lea aaj jeenjh tjaaleldh lahtesimmieh åådtjeme, dovne byjjes barkarimmijste, åårganisasjovnijste jïh almetjistie.

source: Doajmmaplánan le 5 jahkásasj doajmmaájgge.
sma: gïeteldssoejkesje edtja 5 jaepiej juhtedh.

source: Juohkka akta departementan mij le åvdåsvásstádusáv oadtjum dåjmajs le dåjmaj tjadádimij åvdåsvásstediddje, dán vuolen aj gåktu dåjma organiseriduvvi ja ruhtaduvvi.
sma: Fïerten departementen mij lea tjaalasovveme goh dïedteles råajvarimmide lea dïedte dam tjïrrehtidh, dan nualan guktie råajvarimmieh åårganiseredh jïh maeksedh.

source: Barggo- ja sebrudahttemdepartemænnta ájggu koordinerit doajmmaplána ulmij ja dåjmaj tjuovvolimev ja åvddånahttemav plána doajmmaájggegávdan.
sma: Barkoe- jïh ektiebïejemedepartemente sæjhta dåeriedimmiem ektiedidh jïh ulmiej jïh råajvarimmiej evtiedimmie gïetedimssoejkesjisnie soejkesjeboelhken mietie.

source: Barggo tjadáduvvá sámedikkijn ságastallama baktu, ja dárboj milta sjaddi sámedikkijn konsultasjåvnå ásaduvvat.
sma: saemiedigkine gaskesadta guktie barkoe jåhta, jïh jis daerpies konsultasjovnh saemiedigkine tjïrrehte.

source: Dåjmaj tjádadibme ja stuorrudahka tjáledum doajmmaplánan sjaddá hiebaduvvat jahkásasj budsjæhttaoajvvádusájda ja dáj giehtadallamijda stuorradikkes.
sma: Tjïrrehtimmie jïh råajvarimmiej dijpemh gïetedimssoejkesjinie buerkiestamme galka jaapetjen budsjetteuvtelasside sjïehtedidh jïh guktie stoerredigkie dejtie gïetede.

source: Ájggomussan le jahkásasj dillerápportajt buktet.
sma: Ulmie lea jaapetjen statusereektesh darjodh.

source: sámegiella gullu suoma-ugralalasj giellajuohkusij.
sma: 16 saemien såevmien-ugrijen gïeletjïertese govlesåvva.

source: sámegiella ságastuvvá Vuonan, svierigin, suoman ja Ruossjan.
sma: Nöörjesne, sveerjesne, såevmesne jïh Russlantesne saemeste.

source: Gávnnuji aj lågev sámegiela jali giellasuorge, ja giellarájá manni rijkaj rájáj rastá.
sma: Luhkie ovmessie saemien smaareh-tjïerth vuj gïelh gååvnesieh, jïh gïeleraasth rijhkeraastij dåeresth juhtieh.

source: Guoradallam majt sáme æládus- ja guoradallamguovdásj dagáj 2000 jage sáme giellaráde åvdås, le sámegiela addnij låhko árvvaluvvam 25000.
sma: goerehtimmie maam saemien jieleme- jïh goerehtimmiejarnge jaepien 2000 darjoeji saemie gïeleraaran, desnie aervedi saemien gïeleutnijh medtie 25 000.

source: Birrasij lahkke dájs sihke ságasti ja tjálle sámegielav, madin dåjda iehtjadijda le dåssju ságastimgiellan.
sma: Medtie bielie dejtsie dovne soptsestieh, luhkieh jïh tjaelieh saemien gïelesne, mearan dah jeatjah saemiestieh.

source: Gássjellis le vaddet jur duolla lågojt guhtik gielajs, valla nuorttasámegiella le tjielggasabmusijt ienemusát oabllum sáme gielajs Vuonan.
sma: geerve jiehtedh man gellieh dah ovmessie gïelh saemiestieh, mohte noerhtesaemiengïele lea tjïelkes jeenjemes vijriedahkesne dejstie saemien gïelijste Nöörjesne.
